/** @file

Copyright (c) 2006 - 2014, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  SNMI.uni

Abstract:
  The definition of string used in  SNMI Setup setting.

Revision History:

$END--------------------------------------------------------------------

**/

/=#
#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

                                           
#string STR_SNMI_FORM                     #language en-US   "SNMI Configuration"
                                           #language zh-Hans "Audio Setup"
                                           
#string STR_SNMI_FORM_HELP                #language en-US   "Select this option to configure your system's SNMI."
                                           #language zh-Hans "Select this option to configure your system's audio."
                                           

#string STR_EMPTY                              #language en-US " "
#string STR_ISO_LPC                                #language en-US "ISO for LPC"
#string STR_ISO_LPC_HELP                               #language en-US "Indicates NM that LPC upstram cycle is higher priority"

#string STR_ISO_VART                                #language en-US "ISO for VART"
#string STR_ISO_VART_HELP                               #language en-US "Indicates NM that VART upstram cycle is higher priority"

#string STR_ISO_AZALIA                                #language en-US "ISO for AZALIA"
#string STR_ISO_AZALIA_HELP                               #language en-US "Indicates NM that AZALIA upstram cycle is higher priority"

#string STR_ISO_ESPI                                #language en-US "ISO for ESPI"
#string STR_ISO_ESPI_HELP                               #language en-US "Indicates NM that ESPI upstram cycle is higher priority"

#string STR_ISO_SDIO                                #language en-US "ISO for SDIO"
#string STR_ISO_SDIO_HELP                               #language en-US "Indicates NM that SDIO upstram cycle is higher priority"
#string STR_DISABLED                                 #language en-US "Disabled"
#string STR_ISO_EHCI                                #language en-US "ISO for EHCI"
#string STR_ISO_EHCI_HELP                               #language en-US "Indicates NM that EHCI upstram cycle is higher priority"

#string STR_ISO_SPI                                #language en-US "ISO for SPI"
#string STR_ISO_SPI_HELP                               #language en-US "Indicates NM that SPI upstram cycle is higher priority"

#string STR_ISO_APIC                               #language en-US "ISO for APIC"
#string STR_ISO_APIC_HELP                               #language en-US "Indicates NM that APIC upstram cycle is higher priority"
#string STR_ENABLED                                 #language en-US "Enabled"
